/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "విశ్లేషణలు";

"zanalytics.analytics.tracking.cell.title" = "వినియోగ గణాంకాలను పంచుకోండి";

"zanalytics.analytics.tracking.footer" = "మా యాప్ డెవలపర్‌లతో వినియోగ గణాంకాలను పంచుకోండి. ఇది యాప్‌ని మెరుగుపరచడానికి సాయపడుతుంది.";

"zanalytics.analytics.tracking.anonymous.footer" = "మా యాప్ డెవలపర్‌లతో వినియోగ గణాంకాలను పంచుకోండి. ఇది యాప్‌ని మెరుగుపరచడానికి సాయపడుతుంది.";

"zanalytics.analytics.crashreport.cell.title" = "క్రాష్ రిపోర్టింగ్ ప్రారంభించు";

"zanalytics.analytics.sendonmobilenetwork.cell.title" = "మొబైల్ నెట్‌వర్క్‌పై డేటాని పంపండి";

"zanalytics.analytics.sendonmobilenetwork.footer" = "మొబైల్ నెట్‌వర్క్‌పై డేటాను పంచుకోవడానికి దీనిని ప్రారంభించండి.";

"zanalytics.analytics.crashreport.footer" = "యాప్ అకస్మాత్తుగా షట్‌డౌన్ అయిన ప్రతిసారీ మా డెవలపర్‌లతో క్రాష్ డేటాను పంచుకోండి. ఇది బగ్‌లను గుర్తించడానికి, ఫిక్స్‌లు చేపట్టడానికి మాకు సాయపడుతుంది.";

"zanalytics.analytics.anonymouse.cell.title" = "నా గుర్తింపు జోడించండి";

"zanalytics.analytics.anonymouse.footer" = "మీ గుర్తింపుతో డేటాను పంచుకోవడాన్ని ప్రారంభించండి. మా సపోర్ట్ టీమ్‌కు మీరు ఒక నిర్ధిష్ట సమస్యను రిపోర్ట్ చేసే ది సందర్భాల గురించి ఇది మాకు సాయపడుతుంది.";

"zanalytics.privacy.disable.alert.title" = "అలర్ట్!";

"zanalytics.privacy.disable.alert.description" = "వినియోగ గణాంకాలను పంచుకోవడం వల్ల క్రాష్‌లపై అవలోకనాన్ని కల్పించడం ద్వారా మీకు మరింత మెరుగ్గా సేవ చేసేందుకు మాకు సాయపడుతుంది. ఇది నిరాశాజనక దోషాలను స్క్వాష్ చేయడానికి సహాయపడుతుంది.";

"zanalytics.privacy.disable.alert.ok" = "సరే";


"zanalytics.privacy.alert.title" = "మెరుగుపడటానికి మాకు సాయపడండి!";

"zanalytics.privacy.alert.description" = "మీ యాప్ వినియోగ డేటాను మరియు క్రాష్ సమాచారాన్ని పంచుకోవడానికి ఆమోదించడం ద్వారా మా ప్రొడక్ట్‌ని మెరుగుపరిచేందుకు మీరు సాయపడగలరు. మీ గుర్తింపుతో లేదా అనామధేయంగా మీరు డేటాను పంచుకోవచ్చు.\nమీ యాప్‌ల సెట్టింగ్‌ల్లో మీ ప్రాధాన్యతలను మీరు ఎప్పుడైనా మార్చవచ్చు అని దయచేసి గమనించండి.";

"zanalytics.privacy.alert.description.watchsupport" = "వినియోగ డేటాను మరియు క్రాష్ సమాచారాన్ని పంచుకోవడానికి ఆమోదించడం ద్వారా మా ప్రొడక్ట్‌ని మెరుగుపరిచేందుకు మీరు సాయపడగలరు. మీ గుర్తింపుతో లేదా అనామధేయంగా మీరు డేటాను పంచుకోవచ్చు. మీ ప్రాధాన్యతలు వాచీ మరియు మొబైల్ యాప్‌ల మధ్య సింక్ చేయబడతాయి. మీరు మొబైల్ యాప్ సెట్టింగ్‌ల్లో ఏ సమయంలోనైనా వాటిని మార్చవచ్చు.";

"zanalytics.privacy.alert.option1" = "నేను నా గుర్తింపుతో ఉన్నాను";

"zanalytics.privacy.alert.option2" = "నేను అనామధేయంగా ఉన్నాను";

"zanalytics.privacy.alert.option3" = "నాకు ఆసక్తి లేదు";


"zanalytics.crash.alert.title" = "చివరిసారిగా ఉపయోగించినప్పుడు %@ ఊహించని విధంగా నిష్క్రమించారు";

"zanalytics.crash.alert.description" = "మీరు ఒక రిపోర్ట్ పంపడానికి ఇష్టపడతారా, తద్వారా మేం ఈ సమస్యను ఫిక్స్ చేయగలుగుతాం?";

"zanalytics.crash.alert.option1" = "ఎల్లప్పుడూ రిపోర్ట్ పంపండి";

"zanalytics.crash.alert.option2" = "ఇప్పుడు పంపండి";

"zanalytics.crash.alert.option3" = "ఇప్పుడు కాదు";

"zanalytics.crash.alert.option4" = "ఇంటర్వ్యూ ఫలితం ఏమిటి";

"zanalytics.crash.alert.option5" = "సమీక్షించి, పంపండి";

"zanalytics.crash.navbar.crashreport.title" = "ఇటీవల క్రాష్";

"zanalytics.analytics.navbar.button.title.back" = "వెనక్కి";

"zanalytics.analytics.navbar.button.title.cancel" = "రద్దు చేయండి";

"zanalytics.analytics.navbar.button.title.send" = "పంపండి";

"zanalytics.privacy.onboarding.title" = "మీ ఖాతాను నిర్వహించు";

"zanalytics.privacy.onboarding.description" = "మీ ఖాతా గోప్యత మరియు సెట్టింగ్‌లను పెంచడం కొరకు మార్గాలను అన్వేషించండి.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "గోప్యతా & భద్రతా సెట్టింగ్‌లను కస్టమైజ్ చేయడం";

"zanalytics.watch.privacy.alert.title" = "Analytics ప్రాధాన్యతలు";

"zanalytics.watch.privacy.alert.description" = "మీ ప్రాధాన్యతలు మొబైల్ మరియు వాచీ యాప్‌ల మధ్య సింక్ చేయబడతాయి. మొబైల్ అప్లికేషన్ సెట్టింగ్‌ల స్క్రీన్‌లో ఏ సమయంలోనైనా మీ ప్రాధాన్యతలను మీరు మార్చవచ్చు.";

"zanalytics.appupdates.title"="కొత్త అప్‌డేట్ లభ్యం అవుతోంది!";

"zanalytics.appupdates.description"="ఈ వెర్షన్ అప్‌డేట్ చేయాలని మరియు మా కొత్త మరియు అద్భుతమైన ఫీచర్‌లను ఆస్వాదించాలని మేం మీకు సిఫారసు చేస్తున్నాం.";

"zanalytics.appupdates.action.update.now"=" ఇప్పుడు అప్‌డేట్ చేయండి ";

"zanalytics.appupdates.action.remind.me.later"="నాకు తరువాత గుర్తు చేయి";

"zanalytics.appupdates.action.ignore"="విస్మరించండి";

"zanalytics.appupdates.unsupportedos.title"="హెచ్చరిక!";

"zanalytics.appupdates.unsupportedos.description"="ఈ యాప్‌కు తాజా OS ఇన్‌స్టాల్ చేయాల్సి ఉంటుంది. మెరుగైన అనుభవం కొరకు ఇప్పుడు అప్‌డేట్ చేయండి.";

"zanalytics.appupdates.unsupportedos.action"=" తరువాత ఇన్‌స్టాల్ చేయండి ";

"zanalytics.rateus.prompt.title" = "ఈ యాప్‌ని ఉపయోగించి ఆస్వాదించాలని కోరుకుంటున్నారా?";

"zanalytics.rateus.action.rateinappstore" = "App Storeలో రేట్ చేయండి";

"zanalytics.rateus.action.openfeedback" = "ఫీడ్‌బ్యాక్ పంపండి";

"zanalytics.rateus.action.later" = "తర్వాత";

"zanalytics.analytics.log.cell.title" = "కన్సోల్ లాగ్";

"zanalytics.analytics.log.footer" = "మా యాప్ డెవలపర్‌లతో కన్సోల్ లాగ్‌ని పంచుకోండి. మీ వాంఛిత గోల్స్‌ని చేరుకునేటప్పుడు మరియు మా యాప్ సమర్థతను మెరుగుపరిచేటప్పుడు మీరు ఎదుర్కొనే ఏవైనా అడ్డంకులను లెక్కించడానికి ఇది మాకు సాయపడుతుంది";

"zanalytics.apprivacyShield.screenshotalert.screenrecording" = "స్క్రీన్ రికార్డింగ్ గుర్తించబడింది!";
"zanalytics.apprivacyShield.screenshotalert.screenshot" = "స్క్రీన్‌షాట్ గుర్తించబడింది!";
"zanalytics.apprivacyShield.screenshotalert.screenrecordingshield" = "ఈ స్క్రీన్ పంచుకోకుండా సురక్షితం చేయబడింది.";
"zanalytics.apprivacyShield.screenshotalert.message" = "మీరు యాప్టిక్స్ స్క్రీన్ షీల్డ్‌ను తాత్కాలికంగా నిలిపివేయాలని కోరుకుంటున్నారా?";
"zanalytics.apprivacyShield.screenshotalert.yes" = "అవును";
